# StairsInstDownArrowOn Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..StairsInstDownArrowOn Property
ParameterTypeId Class See Also
---
"Down arrow"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId StairsInstDownArrowOn { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property StairsInstDownArrowOn As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ StairsInstDownArrowOn {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace